{
  "Nursery": {
    "months": {
      "1": {
        "days": {
          "1": {
            "lessons": [
              {
                "title": "Circle Time: Introduction to Body Awareness",
                "content": "^Concept:^ Initial engagement through movement and rhyme.\n^Activity:^ Introduce the rhyme \"Head, Shoulders, Knees, and Toes\".\n^Teaching Tips:^ The instructor performs the actions slowly, touching and naming each body part mentioned in the rhyme (head, shoulders, knees, toes). This reinforces body parts identification, which is a component of General Awareness. The EVS source explicitly lists body parts like Shoulder, Knee, Foot, Toes, Thumb, Fingers, Elbow, Wrist, Heel, and Thigh.\n^More Activities/Examples:^ Sing \"Ten Little Fingers\" or another physical rhyme to promote fine motor engagement.",
                "video": "assets/Videos/Nursery/Day-1/DAY-1-1.mp4",
                "doc": "",
                "image": "",
                "time": "20 minutes"
              },
              {
                "title": "Literacy: Introduction to Standing Line",
                "content": "^Concept:^ Introducing the fundamental vertical pre-writing stroke.\n^Hook:^ \"The Line Adventure!\" story, where the Standing Line is shown to help the character \"Lily the Line\" reach the skies.\n^Teaching Tips:^ Explain that a Standing Line goes up and down, like standing tall. Demonstrate the stroke on a whiteboard.\n^Activities/Examples:^ \n* 1. Real-World Identification: Show students pictures of things that resemble standing lines, such as tall buildings, a doorframe, or a tree.\n* 2. Tracing Practice: Provide worksheets with dotted lines for students to trace over the lines.\n* 3. Movement Reinforcement: During the \"Line Dance\" break, encourage students to move like a standing line (standing tall and straight).",
                "video": "assets/Videos/Nursery/Day-1/DAY-1-2.mp4",
                "doc": "",
                "image": "",
                "time": "20 minutes"
              },
              {
                "title": "Numeracy: Introduction to Big and Small",
                "content": "^Concept:^ Introducing the comparative concept of size (spatial discrimination).\n^Hook:^ \"The Big and Small Adventure!\" hook, imagining being a tiny ant next to a giant elephant.\n^Teaching Tips:^ Introduce vocabulary by displaying visibly contrasting objects. Examples used in the sources include a large gift box labeled \"Big\" and a small gift box labeled \"Small\", and a large dog versus a small dog.\n^Activities/Examples:^ \n* 1. Sorting Game: Provide assorted objects (e.g., balls, blocks, toy animals) and ask students to sort them into Big and Small categories.\n* 2. Workbook Task: Perform activities that require differentiation, such as circling the big hen and circling the small shirt.\n* 3. Drawing: Ask students to draw one big object and one small object on paper.",
                "video": "assets/Videos/Nursery/Day-1/DAY-1-3.mp4",
                "doc": "",
                "image": "",
                "time": "20 minutes"
              },
              {
                "title": "General Awareness (EVS): Introduction to All About Me",
                "content": "^Concept:^ Developing self-identity and expression.\n^Hook:^ \"The Magical Mirror\"—a story about a mirror that shows who the child truly is.\n^Teaching Tips:^ Ask questions such as: \"What makes you special?\". Allow children to look into a mirror (or plastic mirror) to see their reflection and discuss what they see.\n^Activities/Examples:^ Hand out worksheets (like the \"All About Me\" activities from EVS) where children can draw or write what makes them happy. Review the names of body parts (e.g., fingers, toes).",
                "video": "assets/Videos/Nursery/Day-1/DAY-1-4.mp4",
                "doc": "",
                "image": "",
                "time": "20 minutes"
              }
            ]
          },
          "2": {
            "lessons": [
              {
                "title": "Circle Time: Revisit Rhyme",
                "content": "^Concept:^ Continued muscle memory and movement coordination.\n^Activity:^ Revisit - Rhyme: \"Head, Shoulders, Knees, and Toes\".\n^Teaching Tips:^ Sing the rhyme again, focusing on energetic movement and quick identification of the body parts (Shoulders, Knees, Feet, Toes, etc.).",
                "video": "",
                "doc": "",
                "image": "assets/Images/Nursery/Day-2/day2-circle.png",
                "time": "20 minutes"
              },
              {
                "title": "Literacy: Revisit Standing Line",
                "content": "^Concept:^ Solidifying the vertical stroke through practice.\n^Activity:^ Revisit – Standing Line.\n^Teaching Tips:^ Focus on Tracing Line Worksheets. Encourage correct pencil grasp and directionality (top-to-bottom motion).\n^More Activities/Examples:^ Group Collage: Provide chart paper and crayons and ask students to create a collage composed primarily of standing lines (e.g., drawing fences, rain, or tall grass).",
                "video": "",
                "doc": "",
                "image": "assets/Images/Nursery/Day-2/day2 literacy.png",
                "time": "20 minutes"
              },
              {
                "title": "Numeracy: Revisit Big and Small",
                "content": "^Concept:^ Applying size comparison through physical activity.\n^Activity:^ Revisit – Big and Small.\n^Teaching Tips:^ Conduct the \"Big and Small Parade\" Movement Activity. The instructor calls out \"big\" or \"small,\" and students respond by stretching out wide and tall (big) or crouching down low and small (small).\n^More Activities/Examples:^ Use large/small flashcards of objects (e.g., a globe (heavy) vs. a feather (light)) and practice naming them, emphasizing the size comparison.",
                "video": "",
                "doc": "",
                "image": "assets/Images/Nursery/Day-2/day2 numeracy.png",
                "time": "20 minutes"
              },
              {
                "title": "General Awareness (EVS): Revisit All About Me",
                "content": "^Concept:^ Encouraging deeper self-expression and sharing.\n^Activity:^ Revisit – All About Me.\n^Teaching Tips:^ Engage students in a Q&A session about their favourite things (e.g., favourite foods, favourite clothes to wear). Use the provided EVS activity: \"Circle the clothes you like to wear\".\n^Art & Craft Connection:^ Use a Scribbling Time section of the workbook. Ask students to scribble about their favourite activity or person.",
                "video": "",
                "doc": "",
                "image": "",
                "time": "20 minutes"
              }
            ]
          },
          "3": {
            "lessons": [
              {
                "title": "Circle Time: Introduction to Story",
                "content": "^Concept:^ Developing listening skills and exposure to narrative structure.\n^Activity:^ Intro – Story: The Tortoise and the Rabbit.\n^Teaching Tips:^ Introduce the title and characters (The Tortoise and the Rabbit) and begin reading the narrative (found in the Rhymes and Stories source). Discuss the key elements of the characters and the race.",
                "video": "",
                "doc": "",
                "image": "assets/Images/Nursery/Day-3/day3-circle.png",
                "time": "20 minutes"
              },
              {
                "title": "Literacy: Introduction to Sleeping Line",
                "content": "^Concept:^ Introducing the horizontal pre-writing stroke.\n^Teaching Tips:^ Explain that a Sleeping Line moves horizontally, left to right, like resting on a bed.\n^Activities/Examples:^ \n* 1. Tracing: Trace over the dotted sleeping lines provided in the English book.\n* 2. Matching: Use the workbook activity that requires tracing sleeping lines to connect animals to their respective homes (e.g., linking the lion to its den, or the bee to the beehive).\n* 3. Curves/Advanced Strokes: For quick finishers, introduce the practice of Curves, such as tracing the curved lines that look like fish scales or water waves.",
                "video": "assets/Videos/Nursery/Day-3/DAY-3-2.mp4",
                "doc": "",
                "image": "",
                "time": "20 minutes"
              },
              {
                "title": "Numeracy: Introduction to Same and Different",
                "content": "^Concept:^ Learning pattern recognition and visual comparison (categorization).\n^Teaching Tips:^ Show groups of objects where most are alike and one differs, contrasting items like two matching teddy bears versus one doll and one bear (Different).\n^Activities/Examples:^ \n* 1. Workbook Task: Students must cross out the object that is different from the others in each row. Examples include a row containing three red apples and a banana; or three eggs and a duck.\n* 2. Alternative Workbook Task: Circle the picture that is different, such as a yogurt cup among three teacups, or a skirt among three dresses.",
                "video": "assets/Videos/Nursery/Day-3/DAY-3-3.mp4",
                "doc": "",
                "image": "",
                "time": "20 minutes"
              },
              {
                "title": "General Awareness (EVS): Introduction to Genders",
                "content": "^Concept:^ Understanding basic social identity categories.\n^Teaching Tips:^ Discuss the concepts of boys and girls. Ask them to discuss whether they feel like a boy or a girl, or something else.\n^Activities/Examples:^ Use the creative expression time (EVS objective) to provide worksheets with images of children engaged in various activities (e.g., playing games, cooking). Discuss and affirm that \"Boys and girls can like different things, but what matters most is being true to yourself\".",
                "video": "assets/Videos/Nursery/Day-3/DAY-3-4.mp4",
                "doc": "",
                "image": "",
                "time": "20 minutes"
              }
            ]
          },
          "4": {
            "lessons": [
              {
                "title": "Circle Time: Revisit Story",
                "content": "^Concept:^ Focusing on the narrative outcome and moral lesson.\n^Activity:^ Revisit - Story: The Tortoise and the Rabbit.\n^Teaching Tips:^ Recap the key plot points and discuss the implied meaning or moral of the story, such as perseverance.",
                "video": "",
                "doc": "",
                "image": "assets/Images/Nursery/Day-3/day3-circle.png",
                "time": "20 minutes"
              },
              {
                "title": "Literacy: Revisit Sleeping Line",
                "content": "^Concept:^ Practising the horizontal stroke in application.\n^Activity:^ Revisit – Sleeping Line.\n^Teaching Tips:^ Practice drawing sleeping lines, perhaps turning the activity into a map-reading exercise, drawing a sleeping line across a maze to reach a goal (like guiding the rabbit through a maze to reach the carrot).\n^More Activities/Examples:^ Combine lines to draw a large square or rectangle. The rectangle shape, demonstrated by a door or a book, uses both standing and sleeping lines.",
                "video": "",
                "doc": "",
                "image": "assets/Images/Nursery/Day-4/Day-4-1.png",
                "time": "20 minutes"
              },
              {
                "title": "Numeracy: Introduction to Tall and Short / Long and Short",
                "content": "^Concept:^ Introducing comparisons based on vertical height (Tall and Short) and horizontal length (Long and Short).\n^Teaching Tips:^ \n** Tall and Short: Compare objects based on height. Activity: Tick the tall objects and cross the short ones. Examples include comparing a tall ladder to a shorter ladder, or a floor lamp to a table lamp.\n** Long and Short: Compare items based on length. The sources illustrate this with a long log and a short log, or a long snake and a short caterpillar. Activity: Tick (✔) the long objects and cross (X) the short ones. This includes comparing a long crayon to a short crayon, or a long rope to a short rope.",
                "video": "assets/Videos/Nursery/Day-4/DAY-4-3.mp4",
                "doc": "",
                "image": "",
                "time": "20 minutes"
              },
              {
                "title": "General Awareness (EVS): Revisit Genders",
                "content": "^Concept:^ Reinforcing respect for diverse activities and interests.\n^Activity:^ Revisit – Genders.\n^Teaching Tips:^ Use the concept of Community Role Models and pictures of clothes to discuss that clothing choices and occupations are not limited by gender.",
                "video": "",
                "doc": "",
                "image": "",
                "time": "20 minutes"
              }
            ]
          },
          "5": {
            "lessons": [
              {
                "title": "Circle Time: Synthesis",
                "content": "^Concept:^ Reviewing the week's auditory concepts.\n^Activity:^ Revisit – Rhyme and Story.\n^Teaching Tips:^ Perform the \"Head, Shoulders, Knees, and Toes\" rhyme once more, and prompt children to recall the main message of The Tortoise and the Rabbit.",
                "video": "",
                "doc": "",
                "image": "",
                "time": "20 minutes"
              },
              {
                "title": "Literacy: Synthesis of Lines",
                "content": "^Concept:^ Applying all learned strokes (Standing and Sleeping lines).\n^Activity:^ Revisit – Standing and Sleeping Line.\n^Teaching Tips:^ Practice drawing and identifying shapes formed by these lines, such as drawing a Square (found in the workbook for tracing) or practicing writing the entire alphabet (A-Z) in large blocks, noting how letters like 'E' and 'T' use both strokes.",
                "video": "",
                "doc": "",
                "image": "",
                "time": "20 minutes"
              },
              {
                "title": "Numeracy: One and Many / Colour Focus (Red)",
                "content": "^Concept:^ Introducing basic quantity recognition and primary colour identification.\n^Quantity (One and Many):^ Introduce the contrast between a single item (\"one\") and multiple items (\"many\"). Activity: Students must tick (✔) the correct answer when comparing images like a single cup vs. multiple cups, or one umbrella vs. many umbrellas.\n^Colour Focus (Red):^ Introduce the primary colour RED. Discuss objects that are red, such as a Car, Apple, Tomato, Strawberry, and Rose. Activity: Circle the objects that are red among distractors (e.g., car, strawberry, rose) and colour the apple red.",
                "video": "assets/Videos/Nursery/Day-5/DAY-5-4.mp4",
                "doc": "",
                "image": "",
                "time": "20 minutes"
              },
              {
                "title": "Art and Craft / Fine Motor: Hand Painting",
                "content": "^Concept:^ Utilizing large motor skills and sensory engagement.\n^Activity:^ Hand Painting.\n^Teaching Tips:^ Dedicate time to Handprint Art. Use water-based paint and large paper. Instruct students to dip their hands in paint and make prints.\n^More Activities/Examples:^ Allow students unstructured Scribbling Time (3 pages are dedicated to this in the Art & Craft book) to fully exercise the fine motor skills developed during the week's tracing work. This helps integrate the learned strokes freely.",
                "video": "assets/Videos/Nursery/Day-5/DAY-5-5.mp4",
                "doc": "",
                "image": "",
                "time": "20 minutes"
              }
            ]
          },
          "6": {
            "lessons": [
              {
                "title": "Circle Time: Introduction to Fine Motor Rhyme",
                "content": "^Concept:^ Initial engagement through rhythm and introducing counting through body parts.\n^Activity:^ Introduce the rhyme \"Ten Little Fingers\".\n^Teaching Tips:^ The instructor leads the children in singing the rhyme while actively counting and moving their fingers. This reinforces simple enumeration and introduces the idea of 'many' small, accessible parts.",
                "video": "assets/Videos/Nursery/Day-6/DAY-6-1.mp4",
                "doc": "",
                "image": "",
                "time": "20minutes"
              },
              {
                "title": "Literacy: Introduction to Forward Slanting Line",
                "content": "^Concept:^ Introducing the first diagonal pre-writing stroke, which is crucial for forming letters like A, V, M, N, and X.\n^Hook:^ Use the \"Slanty the Line\" hook, discussing the forward slant (/) which goes up and to the right.\n^Teaching Tips:^ \n* 1. Visualisation: Show real-life objects that slant in this direction, such as the side of a tent, an arrow pointing up/right, or the beams of sun rays.\n* 2. Tracing Practice: Students trace over the slanting lines on a worksheet. The strokes often resemble rain falling or sun rays extending from the sun.\n* 3. Movement Reinforcement: Instruct students to use their arms to perform the \"Forward Slant\" move in the air, going from bottom-left to top-right.",
                "video": "assets/Videos/Nursery/Day-6/DAY-6-2.mp4",
                "doc": "",
                "image": "",
                "time": "20minutes"
              },
              {
                "title": "Numeracy: Introduction to Number 1 and Colour Blue",
                "content": "^Learning Goal:^ Master the concept and formation of Number 1 and recognize the primary colour Blue.\n^Concept (Number 1):^ The vertical nature of the numeral 1 naturally links to the standing line practiced in Week 1.\n* 1. Tracing & Writing: Students must trace number 1 with their finger following directional arrows, and then trace and write the number 1 repeatedly in practice boxes.\n* 2. Quantity and Recognition: Activities involve circling the apples marked with number 1 amidst other numbers (like 2), or colouring one cup. The skillbook also includes counting and matching one object (like a fish or tomatoes) to the numeral 1.\n^Concept (Colour Blue):^ Blue is one of the three Primary Colours introduced.\n* 1. Visual Recognition: Introduce blue using flashcards and real examples, naming a blue jay or discussing the sky and water.\n* 2. Workbook Activity: Students circle the objects that are blue in colour, such as blueberries, a blue hat, and a blue butterfly.",
                "video": "assets/Videos/Nursery/Day-6/DAY-6-3.mp4",
                "doc": "",
                "image": "",
                "time": "20minutes"
              },
              {
                "title": "General Awareness (EVS): Introduction to Parts of the Body",
                "content": "^Learning Goal:^ Identify and name the major, external parts of the body.\n^Teaching Tips:^ \n* 1. Introduction: Use the rhyming and movement sessions (Circle Time) to discuss the main parts of the body (head, arms, legs, hands, feet).\n* 2. Activity: Conduct a \"Touch and Name\" game: The instructor calls out a body part, and the students must immediately touch it (e.g., \"Touch your hands!\").",
                "video": "assets/Videos/Nursery/Day-6/DAY-6-4.mp4",
                "doc": "",
                "image": "",
                "time": "20minutes"
              }
            ]
          },
          "7": {
            "lessons": [
              {
                "title": "Circle Time: Revisit Rhyme",
                "content": "^Activity:^ Revisit - Rhyme: \"Ten Little Fingers\".\n^Teaching Tips:^ Perform the rhyme with increased speed or incorporate a challenge, such as singing the rhyme while seated or standing on one foot, to further engage motor skills.\n",
                "video": "assets/Videos/Nursery/Day-7/DAY-7-1.mp4",
                "doc": "",
                "image": "",
                "time": "20minutes"
              },
              {
                "title": "Literacy: Revisiting to Forward Slanting Line",
                "content": "^Concept:^ revisiting forward slanting stroke with many more examples\n• Teaching Tips:\n*  1. ^Visualisation:^ Show real-life objects that slant in this direction, such as the side of a tent, an arrow pointing up/right, or the beams of sun rays.\n* 2. ^Tracing Practice:^ Students trace over the slanting lines on a worksheet. The strokes often resemble rain falling or sun rays extending from the sun.\n* 3. ^Movement Reinforcement:^ Instruct students to use their arms to perform the \"Forward Slant\" move in the air, going from bottom-left to top-right.",
                "video": "assets/Videos/Nursery/Day-7/DAY-7-2.mp4",
                "doc": "",
                "image": "",
                "time": "20minutes"
              },
              {
                "title": "Numeracy: Introduction to Left and Right",
                "content": "^Learning Goal:^ Understand and apply relative positional concepts (Left and Right).\n^Concept (Left and Right):^ \n* 1. Hook: Use \"The Magic of Directions\" hook.\n* 2. Active Practice: Ask students to identify their Left and Right hands/feet. Mark one hand (e.g., the right hand) with a small sticker or ribbon to aid memory.\n* 3. Workbook Activity: Perform the spatial tasks: Circle the vehicles moving towards the left (which may include a bus or car), and circle the objects on the right side of the dog.\n^Revisit:^ Review Number 1 and the colour Blue from Day 1.",
                "video": "assets/Videos/Nursery/Day-7/DAY-7-3.mp4",
                "doc": "",
                "image": "",
                "time": "20minutes"
              },
              {
                "title": "General Awareness (EVS): Revisit Parts of the Body",
                "content": "^Learning Goal:^ Reinforce learning through kinetic activity and practical application.\n^Teaching Tips:^ \n* 1. Game: Play an active game of \"Simon Says\" focused on body parts (e.g., \"Simon says wiggle your fingers,\" \"Simon says touch your feet\").\n* 2. Activity: Draw a large outline of a person and have students label or paste pictures of the corresponding body parts.",
                "video": "assets/Videos/Nursery/Day-7/DAY-7-4.mp4",
                "doc": "",
                "image": "",
                "time": "20minutes"
              }
            ]
          },
          "8": {
            "lessons": [
              {
                "title": "Circle Time: Introduction to Social Language",
                "content": "^Concept:^ Introducing core moral values and courtesy phrases.\n^Activity:^ Intro – Magic Words.\n^Teaching Tips:^ Introduce words like \"Please\" and \"Thank you.\" Role-play simple scenarios where these words are necessary (e.g., receiving a toy, asking for a crayon) to instill basic etiquette.",
                "video": "assets/Videos/Nursery/Day-8/DAY-8-1.mp4",
                "doc": "",
                "image": "",
                "time": "20minutes"
              },
              {
                "title": "Literacy: Introduction to Backwards Slanting Line and Synthesis",
                "content": "^Concept:^ Introducing the second diagonal stroke (), completing the concept of slanting movement.\n^Teaching Tips:^ \n* 1. Demonstration: Draw the backwards slanting line on the board, emphasizing that it mirrors the forward slant, moving up towards the left.\n* 2. Combined Tracing: Students practice drawing both slanting lines in quick succession. These strokes form the basis of the letter 'X' and the shape Triangle.\n* 3. Activity: Practice tracing over V-shapes (zigzag strokes) and basic curves, as these composite shapes combine the slanting movements.",
                "video": "assets/Videos/Nursery/Day-8/DAY-8-2.mp4",
                "doc": "",
                "image": "",
                "time": "20minutes"
              },
              {
                "title": "Numeracy: Introduction to Shape – Circle",
                "content": "^Learning Goal:^ Recognize the geometric shape Circle.\n^Concept (Circle):^ The shape is characterized by being perfectly round, with no corners.\n* 1. Tracing & Colouring: Students trace and colour the circle outline.\n* 2. Object Identification: Students circle the objects that are circle-shaped, such as a clock and a button.\nRevisit: Review Left and Right with some physical activities like point your right ear, raise left hand",
                "video": "assets/Videos/Nursery/Day-8/DAY-8-3.mp4",
                "doc": "",
                "image": "",
                "time": "20minutes"
              },
              {
                "title": "General Awareness (EVS): Introduction to Face and Torso Parts",
                "content": "^Learning Goal:^ Focus on detailed, specific body features and their location.\n^Teaching Tips:^ Review general body parts. Then, introduce the specific features of the Face (eyes, nose, mouth, ears) and the Torso (chest, stomach).\n* 1. Sensory Activity: Blindfold a partner and have them identify a specific part of the face or arm (under supervision).\n* 2. Discussion: Discuss the function of each part (e.g., eating with the mouth, smelling with the nose).",
                "video": "assets/Videos/Nursery/Day-8/DAY-8-4.mp4",
                "doc": "",
                "image": "",
                "time": "20minutes"
              }
            ]
          },
          "9": {
            "lessons": [
              {
                "title": "Circle Time: Revisit Magic Words",
                "content": "^Activity:^ Revisit – Magic Words.\n^Teaching Tips:^ Focus on spontaneous use of \"Please\" and \"Thank You.\" Introduce a positive affirmation or a short story illustrating the value of courtesy.",
                "video": "assets/Videos/Nursery/Day-9/DAY-9-1.mp4",
                "doc": "",
                "image": "",
                "time": "20minutes"
              },
              {
                "title": "Literacy: Revisit Backward slanting lines",
                "content": "Independent Practice: Hand out large sheets of paper and crayons. Ask students to draw their forward and backwards slanting lines.\nEncouragement: Walk around to assist and encourage them to get creative. They can decorate their lines with colours and patterns.",
                "video": "assets/Videos/Nursery/Day-9/DAY-9-2.mp4",
                "doc": "",
                "image": "",
                "time": "20minutes"
              },
              {
                "title": "Numeracy: Revisit colour red",
                "content": "^Colour Focus (Red):^ Introduce the primary colour RED. Discuss objects that are red, such as a Car, Apple, Tomato, Strawberry, and Rose. Activity: Circle the objects that are red among distractors (e.g., car, strawberry, rose) and colour the apple red.",
                "video": "assets/Videos/Nursery/Day-9/DAY-9-3.mp4",
                "doc": "",
                "image": "",
                "time": "20minutes"
              },
              {
                "title": "General Awareness (EVS): Revisit Face and Torso Parts and Action Words",
                "content": "^Learning Goal:^ Connect body parts to movement and function.\n^Teaching Tips:^ \n* 1. Activity: Practice Action Words. Call out words like Run, Jump, Drink, Write, Read, Sleep and have children perform the action. Discuss which parts (legs, mouth, hands, eyes) are involved.\n* 2. Extension: Discuss hygiene related to body parts (EVS topic), such as washing hands or brushing teeth.",
                "video": "assets/Videos/Nursery/Day-9/DAY-9-4.mp4",
                "doc": "",
                "image": "",
                "time": "20minutes"
              }
            ]
          },
          "10": {
            "lessons": [
              {
                "title": "Circle Time: Synthesis",
                "content": "^Activity:^ Revisit – Rhyme and Magic words.\n^Teaching Tips:^ Conduct a final performance of \"Ten Little Fingers.\" Assess spontaneous use of \"Please/Thank You\" during clean-up or activity distribution.",
                "video": "assets/Videos/Nursery/Day-10/DAY-10-2.mp4",
                "doc": "",
                "image": "",
                "time": "20minutes"
              },
              {
                "title": "Literacy: Synthesis of Strokes (A-B) and Curves",
                "content": "^Learning Goal:^ Reinforce all pre-writing strokes and initial letter formations.\n^Synthesis Activity:^ Practice writing both slanting lines and forming letters like A X Y N M",
                "video": "assets/Videos/Nursery/Day-10/DAY-10-2.mp4",
                "doc": "",
                "image": "",
                "time": "20minutes"
              },
              {
                "title": "Numeracy: Synthesis of Concepts",
                "content": "^Learning Goal:^ Consolidate number, colour, shape, and comparison concepts.\n^Synthesis Activity:^ \nRecap Counting: Revisit Number  1 and identification of number 1 and counting\n* 2. Colour & Shape Recap: Review the primary colour Red. Revisit the Circle shape by drawing objects that are round.\n* 3. Merge all concepts together and performing an activity like draw 1 circle and colour it red of find 1 object that is circle in shape or red in colour",
                "video": "assets/Videos/Nursery/Day-10/DAY-10-3.mp4",
                "doc": "",
                "image": "",
                "time": "20minutes"
              },
              {
                "title": "Art and Craft: Activity – Paper Folding",
                "content": "^Learning Goal:^ Develop precise folding skills and follow multi-step instructions.\n^Activity:^ Paper Folding Fun.\n^Teaching Tips:^ Use the instructions provided in the Art & Craft book: \"Fold the paper in half, then fold it again to create neat shapes!\". This activity allows students to observe how shapes (like a rectangle or square) are physically transformed by folding.\n^Alternative Craft:^ If time allows, introduce Paper Sticking (Collage), where students tear coloured paper, glue it on a ball outline, and create a collage. This combines the circle shape (Numeracy) with fine motor tearing and pasting skills.",
                "video": "assets/Videos/Nursery/Day-10/DAY-10-4.mp4",
                "doc": "",
                "image": "",
                "time": "20minutes"
              }
            ]
          }
        }
      }
    }
  },
  "LKG": {
    "months": {}
  },
  "UKG": {
    "months": {}
  }
}
